!
#
$
%
&
'
''
'help
'll
'm
're
's
've
(
)
*****
***********
***************
*****up
+
+123
+447797706009
+449071512431
+cheer
+get
+std
+£400
,
-
-call
-message
-no
-sub
.
...
..please
.terry
//careers
//www.urawinner.com
/colour
0
008704050406
0121
01223585334
0125698789
02
02/06/03
02/09/03
02072069400.
02073162414
021
050703
0578
07090201529
07123456789
07732584351
07734396839
07742676969
0776xxxxxxx
07786200117
077xxx
07801543489
07821230901
0789xxxxxxx
07946746291/07880867867
07xxxxxxxxx
0800
08000407165
08000839402
08000930705
08000930705.
08000938767
08001950382
08002986030
08002986906
08006344447
0808
08081263000
08081560665
0825
0844
0845
08452810073
08452810075over18
0870
0870..k
08701237397
08701417012
08701417012150p
0870141701216+
0870241182716
08702840625.comuk
08707500020
08707509020
0870753331018+
08708800282
0871-872-9755
087104711148
08712101358
08712103738
08712300220
087123002209am-7pm
08712402050
08712402578
08712402779
08712402972
08712405022
0871277810810
0871277810910p/min
087147123779am-7pm
08714712379
08714712388
08714714011
08715705022
0871750.77.11
08717507382
08717898035
08718720201
08718725756
087187262701.50gbp/mtmsg18
08718726970
08718726971
08718726978
087187272008
08718727868.
08719180248
08719181259
08719181513.
09041940223
09050000301.
09050000460
09050000555.
09050000878.
09050000928.
09050001295
09050001808
09050002311
09050003091
09050005321.
09050090044
09053750005
09058091854
09058094597
09058095107
09058097189
09058097218
09058098002.
09058099801
09061104276
09061104283
09061209465
09061221061
09061221066
09061701444.
09061701461.
09061701851.
09061701939.
09061702893
09061702893.
09061743386
09061743806
09061743810
09061744553
09061749602
09061790121
09061790125
09063440451
09063458130
0906346330.
09064011000.
09064012103
09064012160.
09064015307
09064017295
09064017305
09064019014
09064019788
09065174042.
09065394973
09065989182.
09066350750
09066358152
09066358361
09066361921
09066362206
09066362220
09066362231
09066364311
09066364589
09066368327
09066368470
09066368753
09066380611
09066382422
09066612661
09066649731from
09066660100
09071512432
09071512433
09071517866
09090900040
09094646899
09111030116.
09701213186
1
1,000
1,2
1.
1.50
1/2
10
10,000
10..
10/06/03
100
1000
1013
1030
10:10
10:30
10am-7pm
10am-9pm
10k
10p
10p/min
10ppm
10th
11
1120
113
1131
114/14
116
118p/msg
11mths
11mths+
12
12,000pes
1205
121
1225
125gift
128
12hours
12hrs
12mths
13/4/04
130.
1327
140
1405
140ppm
145
150
150p
150p.
150p/day
150p/meg
150p/min
150p/msg
150p/msg.
150p/msgrcvdhg/suite342/2lands/row/w1j6hl
150p/mt
150p/mtmsg
150p/mtmsgrcvd18
150p/mtmsgrcvd18+
150p/tone
150pm
150ppermesssubscription
150ppm
150ppmpobox10183bhamb64xe
150ppmsg
15541
16
16+
16+only
1680
169
18
18+
18+6*£1.50
18+only
180
1843.
18p/txt
18yrs
1956669
1da
1im
1pm
1st
1winaweek
1winawk
1x150p/wk
1yf
2
2,000
2.
2.50
20
20,000
200
2000
2004
2005.
2025050
20p
20p/min
21
21/f
21st
22
220-cm2
2309.
24
24/7mp
25
25/f
250
255.
25p
26.03.05
26th
27/6/03
28
28/5
28days
28thfeb.t
29/03/05
2b
2c
2day
2docd.please
2end
2ez
2find
2getha
2geva
2go
2hook
2i
2moro
2morow
2morro
2morrow
2morrowxxxx
2mrw
2mwen
2nd
2nhite
2nights
2nite
2nite-tell
2optout
2px
2stoptxt
2u
2watershd
2wks
2yr
3
30
300
3000
300603
300603t
300p
3030
3030.
30apr
30pp/txt
30th
31
3100
310303.
3230
326
330.
350
3510i
3650
36504
3680.offer
373
3aj
3g
3gbp
3lp
3mins
3qxj9
3uz
4
4*
4*lux
4-6
4-7/12
4.47per
4.50.
400mins
4041
40gb
420
4217
430
434
44
4403ldnw1a7rw18
447801259231
449050000301
45
450ppw
45239
47
4742
4882
4a
4brekkie
4d
4eva
4get
4give
4info
4mths
4my
4t
4thnov.behind
4txt/120p
4txt/ú1.20
4u
4u.i
4ward
5
5..
5.00
5.im
5/9/03
50
500
5000
505060
50p
515
5226
5249
526
528
530
542
545
5free
5ish.
5k
5p
5pm
5wb
5we
5wkg
5wq
6
6.
6031
60p
60p/min
61200
62468
62735=£450
630
645
650.
67441233
69101.
69669
69696
69866.18
69876.
6days
6hl
6months
6wu
6zf
7
700
7250
7250i
730.
74355
750
7548
7634
7684
7732584351
786
7876150ppm
7:30
7am
8
800
8007
80082
80182
80488
80488.
80488.biz
80608.
8077
80878.
81010
81151
81618-
82277
82277.unsub
82468
83039
83049.
83110
83118
83222
83222.
83332.please
83355
83600
84
84025
84199
84199.
85
85.
850.
85023
85069
85222
8552
86021
861
864233
86688
87021
87066
87077
87121
87575
87575.
88039.
88039.skilgme.tscs087147403231winawk
88088
88222
88600
8883
88888
89080
89545
89555
89555.
89693
8am
8wp
9
9.
900
92h
930
930.
945+
95/pax
97n7qp
98321561
9ae
9am
9am-11pm
:
;
<
=
>
?
@
[
]
^
``
a
a-
a21
ab..
abel
able
about
aboutas
abt
abta
access
accidentally
accommodationvouchers
accordin
accordingly
account
account..
acid
acl03530150pm
aco
act
action
activate
active
actually
ad
adam
add
addamsfa
address
admin
admirer
adress
adrink
adult
advance..
advise
afew
affair
aft
after
afternoon
ag
again
again.
again..
age
age16
age16+£1.50perwksub
age16.150ppermesssubscription
age23
ages..ring
ago
ago.cusoon
ah
ah.now
ah.the
aint
air1
airport
aiya
aiyah
aiyar
aiyo
al
album-quite
aletter
alfie
algarve
algebra
algorithms
all
allday
almost
alone
along
already
already.
alright
alrite
alrite.have
also
also.
alter
although
always
am
am.x
amazing
american
amk
amnow
among
amore
amrca
amy
an
anal
and
angry
annie
announcement
anot
another
ansr
answer
antelope
any
anymore
anyone
anythin
anything
anythingtomorrow
anytime
anyway
anyway.
aphexs
app
apply
apply.
approx
april
ar
ar.
arab
arcade
archive
ard
area
arestaurant
aretaking
argument
arnt
around
arrange
arrival
arrive
art
arty
as
asap
asian
ask
askin
asleep
aspect
asthere
asusual
at
ate
athome
attach
attempt
attend
auction
august
auntie
aust
ava
available
ave
avent
await
awake
award
award.
away
awkward
aww
awww
ay
a£50
b
b4
b4190604
b4280703
ba
ba128nnfwfly150ppm
babe
babe..
babe.sozi
babes
baby
babyjontet
babysit
back
backwards
bad
bag
bahamas
baig
bak
ban
bang
bank
banneduk
bao
bar
barmed
basic
basq
bath
bath.
bathe
bathing
batt
bcm1896wc1n3xx
bcm4284
bday
be
beach
beautiful
beauty
because
becausethey
become
bed
bedbut
bedreal
bedrm
bedrm-
bedroom
beehoon
beendropping
before
begin
behind
believe
believe.
bell
bellearlier
ben
best
bet
beta
bettersn
between
beverage
bf
bian
biatch
big
bill
bin
bird
birthday
bishan
bit
bitch
bk
black
blacko
blah
blank
bloke
blonde
bloody
bloomberg
bloomberg.com
blow
blu
blue
bluetooth
bluff
blur
boatin
boggy
bollox
bonus
boo
book
booked
bookmark
bore
bored
borin
boring
boring.
born.please
borrow
bot
both
bother
boughtbraindancea
bout
box
box177
box245c2150pm
box326
box334
box334sk38ch
box385
box39822
box420
box42wr29c
box95qu
box97n7qp
boy
boyf
boyfriend
brand
bray
break
breakfast
breakin
brief
brin
bring
bristol
british
britney
bro
broken
brolly
brownie
browser
bt
bt-national
bt-national-rate
bt-national-rate.
bthere
btw
buddy
buffet
bugis
bugis.
building
bulb
burn
bus
bus8,22,65,61,66,382
busy
but
buttheres
buy
buy.
buying
buz
bx
bx420
bx420-ip4-5we
by
byatch
byleafcutter
bday
c
c-in
c52
ca
cafe
cake
cal
call
call.
call09050000327
call2optout/
call2optout/674
call2optout/f4q=
call2optout/lf56
call2optout/n9dx
call2optout=j5q
callback
callcost
caller
callfreefone
callin
calm
cam
camcorder
camera
camp
can
cancel
canlove
cant
cantdo
canteen
cant
capacity
car
card
cardin
care
careabout
careful
carry
case
cash
cash-balance
cash-in
cashto
catch
caught
cause
cc
cd
cdgt
celeb
celebrate
center
centre
cer
ceri
cha
chance
change
charge
charity
charity.
charm
chart
chat
cheap
check
checkin
cheer
chicken
child
chillin
china
china.
chinatown
chinese
chiong
chit-chat
choice
choose
christmas
chuck
cine
cinema
city
citylink
claim
claimcode
clash
classic
claypot
clean
cleaning
clearer..
clever
click
close
closingdate04/09/02
club
clubsaisai
cm
co
coast
code
coffee
colin
collage
collect
collecting.
collection
college
colour
colour=red
combine
come
comin
coming.
comingdown
common
comp
comp.ofstuff
compare
competition
complacent
complementary
completely
complimentary
computational
computer
con
conacted
concentrate
concentrating
concert
conclusion
condition
configure
confirm
confused
congrats
congratulation
connect
consider
console
contact
content
contention
contract
cool
copy
cornwall
correctly
cos
cost
costa
costume
cost£1.50/pm
cost£3.75max
could
couldnt
countinlots
country
course
cousin
cover
coz
cr01327bt
cr9
crap
crazy
crazy..
cream
creative
credit
cres
crisis
cross
croydon
cruise
cruisin
cs
cs/stop
csbcm4235wc1n3xx
csbcm4235wc1n3xx.callcost150ppmmobilesvary
csh11
cthen
ctxt
cu
cud
culdnt
culture
cum
cup
cupboard
currently
cust
custcare
custcare:08718720201
customer
customer.
cut
cuz
cw25wx
cya
d
d=
da
dabooks
dad
daddy
daily
dammit
damn
dancce
dao
dark
darlin
darlin..
darling
darren
das
dat
dat..
date
datebox1282essexcm61xn
dating
dave
day
days.
days.èn
de
dead
deal
dear
december
decide
decision
deduct
deer
def
definitely
defo
del
delete
deliver
deliveredtomorrow
delivery
den
dent
dentist.
depend
depends
deposit
dept
description
deserve
dessert
detail
develop
deviousbitch.anyway
di
dial
didnt
didntgive
didnt
die
diff
digital
din
dinero
ding
dinner
dinner.
direct
directly
dirty
dis
disaster
discount
discreet
discuss
discussed
distance
distract
disturb
dizzee
dload
do
do.interested
dock
doctor
doesdiscount
doesnt
dog
dogbreath
doggin
dogging
doin
doinat
domain
donate
done.
dont
dontignore
dontplease
donyt
dont
door
dosomething
dot
double
down
download
downon
dracula
draw
dreading
dream
dreamz
dresser
drink
drivby-:0quit
drive
driver
drivin
drizzle
drop
drove
drum
drunk
duchess
dumb
dun
dunno
dvd
e
e=
each
eachother
early
early..
east
eastenders
easter
easy
eat
eatin
ec2a
edition
edrunk
eerie
effect
efficient
eg
eh
eire
either
elaborate
elaine
elephant
ello
else
elsewhere
em
email
embarrassed
empty
end
end.
endof
energy
eng
engin
england
english
enjoy
enjoyin
enough
enter
entertain
entitle
entry
entry41
enufcredeit
enuff
enuff..
envelope
er
ericsson
error.
esaplanade
escalator
eshxxxxxxxxxxx
esplanade
esplanade..
etc
euro
euro2004
eurodisinc
europe
evaluation
eve
even
evening
ever
every
every1
everyboy
everythin
everything
everywhere
evil
evry1
ex
exactly
exam
excellent
except
exciting
excuse
exeter
exhibition
exorcist
exp
expect
expire
expires
explain
explicit
explosive
extra
extreme
ey
eye
f
f=
fa
faber
face
fail
fall
familiar
family
fan
fancy
fantastic
fantasy
far
farm
farrell
fart
fassyole
fast
fat
father
fault
fave
favorite
feed
feel
feelin
feeling
feelingood
feellikw
fell
felt
feng
fetch
few
fieldof
fight
figure
file
film
final
finally
find
fine
finish
first
first..
fishhead
fit
fixed
fixedline
flag
flight
flirt
flower
flung
fly
fm
fml
foley
follow
fone
foned
fonin
food
football
for
forever
forfeit
forget
forgot
formal
formatting
forum
forward
foundurself
fr
fran
franxx
franyxxxxx
freak
free
free-message
free-send
free2day
freeentry
freefone
freek
freephone
fren
frens
fri
friend
friendsare
fringe
frm
frmcloud
frnd
frog
from
fromm
fromwrk
fuck
fuckinnice
fujitsu
full
fun
fund
funk
funny
fusion
future
g
g.b
g.w.r
g2
g696ga
gail
gailxx
gal
gals..
game
gamestar
gang
garden
gaytextbuddy.com
gbp/week
gbp1.50/week
gd
gd.
ge
gee
gee..
gek1510
gent
genuine
george
ger
germany
get
getstop
gettin
gf
ghost
gift
gift.
gimmi
girl
girlie
giv
give
glass
gloucesterroad
gmw
go
go.
go2
goal
goals/team
god
goigng
goin
gold
gon
gona
gong
gonnamissu
good
goodmate
goodnite
goodtime
google
gorgeous
gossip
got
got.
gota
gotany
gotmarried
goto
gower
gprs
gr8
gr8fun
gran
granite
great
groove
group
grow.random
grumble
gua
guai
guarantee
guaranteed
guess
guilty
guoyang
guy
gym
h*
ha
haf
haha
haha..
hai
hair
haiyoh
haiz
half
halloween
hamper
hamster
hand
handset
hanger
happen
happy
hard
hardly
harry
hav
hav2hear
hava
havbeen
have
havebeen
haven
havent
havent.
haventcn
havent
havin
he
healthy
hear
heart
heavily
heavy
hee
hee..
hehe
helen
hello
hello-/
hellogorgeous
help
help08718728876
help:08700469649.
her
her.
here
hero
herself
hes
hey
hey..
hes
hg/suite342/2lands
hg/suite342/2lands/row/w1j6hl
hi
hide
high
hilarious-also
him
him.
him..
himso
hint
hip
hiphop
his
history
hit
hiya
hl
hlday
hm
hmm
hmmm
hmmm..
hmv
hmv1
hol
holiday
hols
home
home.
home.wot
homeowner
hon
honey
honi
hop
hope
hopefully
hopeso
hopeu
hor
horny
horrible
horse
hospital
hostel
hot
hotel
hotmail.com
hotmix
hour
house
house.
housewife
how
howdy
hows
howu
hp
hp20
hr
http
huai
huh
hui
huiming
humanity
hun
hun-onbus
hungry
hunny
hurt
hvae
hyde
hype
i
iam
ibh
ibhltd
ibiza
ibm
ice
icic
icky
id
identifier
idiot
if
iff
ifink
ig11
ihave
ijust
ikea
ikno
iknow
il
ileave
ill
illspeak
ilol
im
imat
imin
immediately
important
impossible
improve
in
inc
include
inclusive
inconvenience
inconvenient
incredible
increment
indian
individual
infernal
info
inform
information
infra
ink
inmind
inperialmusic
insect
inside
inspection
instead
instruction
intelligent
intend
interest
interested
interested.
interflora
interviw
into
intro
invader
invite
ip4
ipod
irene.ere
iriver
irritating.
iscoming
isnt
isnt
issue
issues..
isv.important
it
it+both
italian
itcould
iter
ithink
itried2tell
its
itxt
its
ive
iwana
iwas+marine
izzit
id
il
illspeak
im
ive
j
j89
jacket
jackpot
jade
james
james.
jamster
jamster.co.uk
jan
jane
janx
jap
java
jaz
jazz
jealous
jean
jen
jenny
jenxxx
jess
jet
jez
jia
jiayin
jiu
job
job.
jobyet
jod
jogging
john-sounds
join
joke
jokin
jon
jontin
jordan
jorge-shock..
jos
juan
july
june
june..
jurong
jus
just
justthought
juswoke
juz
k
k.
k..
k52
k61
kaiez
kane
karaoke
kate
katexxx
kay
kaypoh..
kb
ke
keep
keep.
kent
keris
keypad.
kg
kick
kickboxing
kickoff
king
kiosk
kiosk.valid
kip
kiss
kit
kl341
knackered
knew
knock
know
korean
ktv
l
l8
l8r
l8tr
la
lab
lady
laid
lancaster
land
landline
lapdancer
laptop
lar
lar.
lar..
laready
large
last
late
latelyxxx
later
later.
later..
latest
laugh
lavender
lay
layin
lazy
lccltd
ldn
ldnw15h
le
lead
leanne.what
learn
least
leave
lect
lecture
lecturer
legal
leh
leh.
lei
lei.
lei..
lekdog
length
leona
lesson
lessons..
let
li
liao
liao.
liao..
lib
lib.
libertine
lido
lie
lifebook
lifetime
lift
light
like
likely
likeyour
lil
lily
lim
line
linear
linerental
lion
lionm
lionp
listen
listened2the
listening2the
little
live
liverpool
lk
lmao
lo
load
loan
local
location
locaxx
lock
lodging
log
login
login=
logo
logo/pic
logon
logos+musicnews
londn
london
lonely
long
look
lookin
lor
lor.
lor..
lord
lose
lost.
lot
lot.
lotr
lotsof
lou
loud.
lousy
love
lovejen
lovely
loveme
lover
loyal
loyalty
lrg
ls1
ls15hb
lst
lt
ltd
ltd.
ltd.£1,50/mtmsgrcvd18+
lubly
luck
lucky
lucozade
lucozade.co.uk/wrc
lucyxx
lunch
lush
luton
luv
lyricalladie
m
m100
m221bp
m26
m263uz
m39m51
m6
m8
m8s
m95
ma
mac
macedonia
mad1
mad2
maggi
mah
mah.
mah..
mail
make
mall
man
mandy
mango
manky
many
march
market
marley
married
match
mate
matric
matrix3
matthew
max10mins
maximize
max£7
may
mayb
maybe
mb
mb.
mc
mcfly-all
me
me.
me..
meal
mean
mecause
med
mee..
meet
meet+greet
meet.
meetin
meeting
meeting.
meh
meh.
mei
meive
mel
melnite
member
membership
men
merememberin
merry
message
messed
messy
mid
middle
midnight
might
mila
million
min
min.
min..
mind
mine
mins
mint
minus
minute
mirror
miss
missin
missy
mistake
mistake.u
mite
miwa
mix
mk17
mmm
mnths
mo
mo..yep
moan
mob
mobile
mobiles
mobilesdirect
mobilesvary
mobileupd8
mobno
moby
mode
model
module
molest
mon
mon.l8rs.x
monday
money
monkeespeople
monkeyaround
mono
month
moon
more
morefrmmob
morn
morning
most
motorola
mountain
movie
mp3
mr
mr.
mre
mrt
msg
msg+ticket
msgrcvd18+
msgs
msn
mt
mt..
mtalk
mth
mths
mu
much
much.i
muchxxlove
mum
mumhas
munsters
mushy
music
must
mustprovide
muz
my
mycalls
mylife
myparents
mys
myself
mystery
n
n't
na
nah
nail
name
name1
name2
nap..
nasdaq
natalja
national
naughty
nb
nd
ne
near
nearer
nearly
ned
need
net
netcollex
nething
network
neva
nevamind
never
new
neway
newquay-send
news
newspaper
next
nh
nic
nice
nice.
nichols
nicky
night
ninish
nit
nite
nite+2
nitw
no
no-440
no-910
no.1
no1
no:81151
no:83355
noe
noisy.
noim
nok
nokia
nokia/150p
nokia6600
nokia6650
nokias
noline
non
none
nookii
nope
norcorp
norm
norm150p/tone
normal
normally
not
not.
note
nothin
nothing
notice
notxt.co.uk
november
now
now.
now..
now1
nowhere
nt
ntt
ntwk
nuclear
num
num.
number
number-so
nursery
nus
nusstu
nuther
nvm
nxt
ny-usa
nydc
nyt
nytho
nìte
o2
o2.co.uk/games
o2fwd
objection
of
off
offdam
offer
office
official
ofsi
often
of£2000
oh
oic
oja
ok
ok.
ok..
okay
okden
okie
okie..
okies
okmail
old
oli
on
one
one.
oni
oni.
online
online.
only
only.
onlyfound
onto
onwards
oops
open
openin
operator
opinion
opps
opt
opt-out
option
optout
or
or2stoptxt
orange
oranges
orc
orchard
orchard.
order
oredi
oredi..
orh
orig
original
ortxt
oso
oso.
other
otherwise
ou
our
ourbacks
out
out.
outfor
outl8r
outside
outside.
outsomewhere
over
over.
over..
overdose
own
oyster
oz
p
p.s
pack
package.
page
pages..
pai
paint
painting
pants.
paper
paragon
paragraph
parco
parent
paris
paris.free
park
park.6ph
parkin
part
part..
partner
party
pas
passport
password
past
paul
pay
payed2day
payoh
pdate_now
peach
pei
penny
per
per..
perfume
peril
person
personal
personally
pete
petexxx
petey
petrol
pg
pg..
phoenix
phone
phone.
phony
photo
php
physic
piah
pic
pick
pierre
pig
piggy
pilate
pilates
pimple
pin
piss
pix
place
plaid
plan
planning
play
player
player.
plaza
please
pleassssssseeeeee
pls
plumbing
plus
pm
pmt
po
po19
pobox
pobox1
pobox12n146tf15
pobox334
pobox36504w45wq
pobox45w2tg150p
pobox75ldns7
pobox84
poboxox36504w45wq
pocay
pocketbabe.co.uk
pocy
pod
point
polo
poly
poly/200p
polyh
polyph
polyphonic
polys
poor
popcorn
porridge
port
portege
portion
post
postcard
postcode
potter
pouch
pound
power
ppl
pple
ppm
ppm150
pract
practical
practice
predict
prefer
premier
premier.
prepare.
prepared
prepayment
preschoolco-ordinator
present
press
pretty
previous
previously
price
prince
printing
privacy
private
prize
prize.to
pro
prob
prob..
probably
problem
probpop
probs
probthat
profit
project
project.
promise
promo
prompt
prone
properly
proze
psxtra
pt2
pthis
pub
pump
purchase
purpose
push
put
puttin
px3748
p£3.99
q
qet
qi
qing
quality
question
quickly
quit
quite
quiteamuzing
quiz
quiz.win
quote
r
r*reveal
racal
race
rain
rally
random
randomly
rate
rcvd
rd
re
reach
reaction
read
reader
ready
real
real.
realise
reality
really
reallyneed
realy
rebel
recd
receipt
receive
receive..
receivea
recent
recently
record
recreation
red
redeemable
ree
reference
references..
referin
refunded.this
refuse
reg
regard
register
registered
regret
relaxing
rem
remb
remember
reminder
remixed
remove
remove.
rental
rentl
rentl.
repeat
repent
reply
reply-
report
report.
representative
reservation
response
rest
restriction
result
return
reveal
review
revision
reward
rgent
rice
rich
right
right..
ring
ringtone
ringtone-get
ringtoneking.co.uk
ringtones
rise
rite
ro
road
roast
robinson
rock
rodger
romantic
ron
room
room.
rose
route
row
row/w1j6hl
row/w1jhl
rply
rt-king
rude
rudi
rumbling
run
rush
rv
rvx
s
s3xy
s89
sad
sad.
sad..
sae
safe
safety
sake
sale.
salesman
sall
salon
sam
same
sao
sar
sara
sary
sashimi
sat
sat.love
satsgettin
satthen
saturday
saucy
sausage
savamob
save
saw
say
sayhey
sc
scar
scary
scenery
sch
sch.
schedule
school
science
scold
score
scotland
scotsman
scouse
sdryb8i
se
search
season
sec
second
secret
secretly
section
see
seed
seem
seh
select
selection
self
selfindependence
selfish
sell
sem
send
sender
senrd-dnot
sense
sentence
sept
serena
series
serious
service
set
setting
settle
sex
sextextuk.com
sexy
sez
shag
shagged
shall
shame
shanghai
shant
shb
shd
she
sheet
shexy
shirt
shit
shit.justfound
shite
shitin
shitinnit
shld
shldxxxx
shock
shoe
shop
shoppin
shopping
short
short.
shortcode
shorter
should
shove
show
shracomorsglsuplt
shu
shud
shudvetold
shuhui
shuhui.
shun
si
si.como
sian
sic
sick
side
sign
silver
sim
simply
since
sing
singapore
single
sipix
sir
sit
six
size
sk3
sk38xh
sk38xh.
skilgme
skillgame
skillgame,1winaweek
skip
skirt
sky
sleep
sleep..
sleepin
slept
slightly
slot
slow
sm
small
smart
smash
smidgin
smith-switch..
sms
sms-08718727870
smsing
smth
smth.
smth..
sn
snoring.they
so
soc
social
sofa
soiree
sol
some
somebody
someone
someonone
somethin
something
sometime
song
sony
sonyericsson
soo
soon
soon.
soon..
soon.c
soon.xxx
soonlots
sorry
sort
sound
soundtrack
sounds
soz
sp
space
spageddies
spain
spam
spanish
sparkling
speak
spec
special
special-call
speciale
specialise
specially
specify
spell
spend
spinout
spk
splashmobile
spook
sport
sportsx
spouse
sppok
spree
spun-out
spys
sq825
squid
st
staff.science.nus.edu.sg/~phyhcmk/teaching/pc1323
stamped
standard
star
start
starwars3
statement
station
stay
stayin
std
stdtxtrate
steam
steamboat
step
stereophonics
steve
sth
stick
stil
still
stock
stockport
stomach
stop
stop.
stoptxtstop£1.50/week
store
str
str*
str8
stranger
street
stretch
strike
strip
stripe
stroke
strong-buy
stuck
student
studentfinancial
studio
study
stuff
stupid
style
sub
submit
subpoly
subs
subscriber
subscrition
suddenly
sue
sugardad
suggest
suite
sullivan
sum
summer
sumthin
sun
sunday
sunshine
suntec
supervisor
supose
supply
support
suppose
suprman
sure
surf
surprise
surprised
survey
suzy
sw73ss
swan
swat
swatch
sweater
sweet
switch
syd
symbol
t
t-mobile
t-shirt.
t.
t.b*
ta
tablet
tahan
tai
taka
take
takin
talk
talkbut
talkin
tape
tariff
tasts
tat
tau
tb
tc
tc-llc
tcr/w1
tea
teacher
team
tech
teeth
tel
telephone
tell
tellmiss
tenant
tenerife
term
terminated.we
test
tex
texd
text
textbook
textbuddy
texting
textoperator
th
than
thank
thanks
thanx
thanx.
thanx..
thanx.xx
thanx4
thasa
that
thatmum
thats
thats
thatscool
the
theacusations..
thecd
thekingshead
them
themob
then
then.
theory
theplace
thepub
there
there.
there.xx
these
thew/end
they
thgt
thin
thing
things.
think
thinkin
thinking
this
thk
thkin
tho
those
thou
though
thought
thout
thurs
thursday
ticket
tight
til
till
tim
time
time-hope
time.
timin
timing
tip
tired
tiring
tis
title
tix
tkts
tmr
tmr..
tnc
tncs
to
toa
tobed
tocall.shall
toclaim
today
today.
today..
todo
tog
together
tok
toking
tol
tome
tomorrow
tomorrow.
tomorrow.call
tone
tones2u
tonight
tonight.
tonite
tonsolitusaswell
too
too.
toot
top
topic
toplay
toshiba
tot
total
touch
touched
tour
town
town..cud
town.dontmatter
tp
track
tram
transfer
trav
travel
treat
trend
trip
trouble
true
truly
truth
try
tryin
tsandcs
tscs
tscs08714740323
tsunami
tt
tue
tues
tuition
tulip
turn
tv
twilight
tx
txt
txtauction
txtin
txting
txtno
txts
txtstar
type
typical
tyrone
u
u-find
u.
u.call
u2moro
u4
uawake
ubi
uin
uk
ukp
uks
um
unbreakable
unclaimed
understand
uni
unicef
uniform
unique
unkempt
unless
unlimited
unredeemed
unsub
unsubscribe
untamed
until
up
up+not
up.
up.yeh
up4
upd8
updat
update
update_now
upgrade
upto
ur
ure
urfeeling
urgent
urgoin
urgran
url
urmom.i
urself
us
use
used
user
usher
usual
uup
uve
uwana
uwant
v
v.pist
v.tired
vale
valentine
valid
valid12hrs
value
vary
vco
ve
verify
version
very
vewy
via
vic
video
videochat
videophones
videosound
videosounds+2
vill
villa
village
violet
vip
virgin
visit
voda
vodafone
voicemail
voucher
vu
w
w111wx
w14rg
w1a
w1j
w4
w45wq
wa
wa14
wad
wah
wait
waitin
wake
wale
waliking
walk
wall
walsall
wamma
wan
wan2
wana
wannatell
want
wap
warner
warranty
wasnt
wasnt
waste
wat
wat.
wat..
watch
watched
watchin
way
wc1n3xx
we
wear
website
wed
wedlunch
week
week+
week-stop
week.
weekdays
weekend
weekly
weigh
weight
weight.
weird
weirdo
weiyi
welcome
well
wellda
wen
wenwecan
werebored
werethe
west
western
westlife
wet.
wewa
weve
whassup
what
whats
wheellock
when
where
whereare
whether
which
while
whilltake
who
whole
whose
why
wicklow
wid
wif
wil
wild
will
willing
win
win150ppmx3age16
wine
winner
winnersclub
wisdom
wish
with
within
without
wiv
wk
wkend
wkent/150p16+
wkg
wkly
wo
wocay
woman
wonder
wont
word
work
workand
workin
working.
workout
world
worried
worry
worry.
worry.c
worth
wot
wotu
would
wow
wrc
write
wrk
wrk.i
wrkin
wrking
wrks
wrld
wrong
wrongly
wtc
wuld
wuldnt
wun
www.07781482378.com
www.100percent-real.com
www.4-tc.biz
www.areyouunique.co.uk
www.comuk.net
www.dbuk.net
www.getzed.co.uk
www.idew.com
www.ldew.com
www.ldew.com.subs16+1win150ppmx3
www.ldew.com1win150ppmx3age16
www.ldew.com1win150ppmx3age16subscription
www.movietrivia.tv
www.orange.co.uk/ow
www.ringtoneking.co.uk
www.ringtones.co.uk
www.rtf.sphosting.com
www.shortbreaks.org.uk
www.sms.ac/u/hmmross
www.sms.ac/u/nat27081980
www.smsco.net
www.t-c.biz
www.tkls.com
www.txt-2-shop.com
www.win-82050.co.uk
x
x'mas.
x.
x49
xchat
xclusive
xin
xmas
xt
xuhui
xx
xxuk
xxx
xxx.
xxxx
xxxxx
xxxxxxx
xxxxxxxx
xxxxxxxxxxxxxx
xy
y
y87
ya
yah
yahoo
yam
yan
yar
yaxx
yaxxx
yck
yeah
year
yeh
yep
yer
yes
yes-440
yes-910
yest
yesterday
yet
yet.
yhl
yifeng
yijue
yo
yoga
yogasana
yor
you
youdoing
youphone
your
youre
yourjob
yours
yourself
youwanna
youre
yr
yrs
yun
yunny
yup
yupz
zed
zhong
zoe
zogtorius
zoom
zouk
morrow
rents
harry
it

£1
£1,500
£1.50
£1.50/msg
£1.50/msg.
£1.50perweeksub.
£1.50pm
£1.50pmmorefrommobile2bremoved-mobypobox734ls27yf
£10
£10,000
£100
£100,000
£1000
£1000call
£125
£1250
£1450
£150
£1500
£2,000
£2.50
£200
£2000
£250
£250k
£3
£3.00
£3/wk
£33:50
£350
£400
£48
£500
£5000
£5000.00
£50award
£75,000
£750
£800
£900
é
ü
ü.
ü..
